Repository: josbine63/MyDay
Catalog: MyDay/Localizable.xcstrings
Source language: fr
Languages: en

source: %lld calendrier(s) sélectionné(s)
en: %lld calendars selected

source: %lld liste(s) sélectionnée(s)
en: %lld list selected

source: %lld/4 accordées
en: %lld/4 allowed

source: Annuler
en: Cancel

source: Assurez-vous d'avoir accordé les permissions nécessaires.
en: Be sure to allow necessary permissions

source: Aucun calendrier disponible
en: No Calendar available

source: Aucune image chargée
en: no image loaded

source: Aucune liste de rappels disponible
en: No reminders list available

source: Autorisations requises
en: Authorization required

source: Bienvenue dans MyDay
en: Welcome to MyDay

source: Calendriers
en: Calendars

# cancel
source: Annuler
en: Cancel

source: Cela vous permettra de revoir l'écran d'accueil au prochain lancement.
en: This will allow you to get back to the welcome screen

source: Commencer
en: Begin

source: Compte:
en: Account:

source: Continuer
en: Continue

source: Détails
en: Details

source: Dosage
en: Dose

source: Enregistrer
en: Register

source: Informations
en: Information

source: Informations du médicament
en: Drug information

source: Liste de rappels
en: Remindre List

source: Liste:
en: List:

# loading
source: Chargement...
en: Loading...

source: Médicament
en: Drug

source: MyDay affiche VOS informations et seulement pour Vous! Accordez l'accès à vos données en toute confiance puisqu'elles demeurent sur votre appareil !
en: MyDay displays YOUR information and only for you ! Allow access to your data since it remains on your device

# newCalTitle
source: 🗓️ Nouvelle entrée Calendrier
en: 🗓️ New calendar entry

# newEventTitle
source: 📝 Nouveau rappel
en: 📝 New reminder

# noAlbum
source: Pas d’album
en: No album

# noEvents
source: Aucun événement ni rappel ce jour-là.
en: No events or reminders today.

source: Nom du médicament
en: Drug name

source: Notes (optionnel)
en: Notes

source: Passer
en: Skip

# permissions.health
source: Permission Santé
en: Access to health information

# permissions.photos
source: Accès aux photos
en: Access to Pictures

# permissions.reminders
source: Accès aux rappels
en: Access to Reminders

# permissions.title
source: Autorisation requises
en: Autorisations required

# permissionsAllow
source: Autoriser
en: Autorize

# permissionscalendar
source: Accès aux calendrier
en: Access to Calendar

# permissionsCalendar
source: Accès aux calendriers
en: Calendar access

# permissionsContinue
source: Continuer
en: Continue

# permissionsHealth
source: Accès à certaines données Santé
en: Access some health information

# permissionsPhotos
source: Accès aux albums photos
en: Access to photo albums

# permissionsReminders
source: Accès aux rappels
en: Access to reminders

# permissionsTitle
source: Demande d’Accès
en: Access requests

source: Pour vous offrir la meilleure expérience, nous avons besoin d'accéder à ces fonctionnalités.
en: To offer you the best experience we need these functionality

source: Pris à
en: Taken at

source: Recharger
en: Reload

source: Réglages
en: Settings

source: Réinitialiser l'onboarding
en: Reinitialize OnBoarding

# save
source: ✅ Enregistrer
en: ✅ Save

source: Sélectionnez les calendriers que vous souhaitez afficher dans MyDay.
en: Select the calendars you wish to see

source: Sélectionnez les listes de rappels à afficher
en: Select the reminder list you wish to see

source: Sélectionnez les listes de rappels que vous souhaitez voir dans MyDay.
en: Select the reminder list you wish to see

source: Terminé
en: End

source: Terminer
en: End

# title
source: Titre
en: Title

source: Total: %lld calendriers
en: Total: %lld calendars

source: Tout désélectionner
en: Select all

source: Tout sélectionner
en: Unselect all

source: Une pensée du jour ainsi qu'une de vos photos vous mettrons un sourire pour commencer votre journée!
en: A thought of the day and one of your pictures will make you start your day with a smile

source: Vos calendriers
en: Your Calendars

source: Vos rappels
en: Your reminders

source: Votre journée, organisée simplement
en: Your day simply organized

source: Vous pourrez activer ces permissions plus tard dans les Réglages
en: You will be able to change the permissions in settings

source: Voyez vos progrès dans Votre journée!
en: See your progress throughout the day

# welcome_message
source: Bienvenue
en: Welcome
